# Задание №1
name = 'Иван'
sur_name = 'Иванов'
age = '30'

print(f'Имя: {name} Фамилия: {sur_name} Возраст: {age} лет')

name = input('Введите ваше имя: ')
sur_name = input('Введите вашу фамилию: ')
age = input('Введите ваш возраст: ')
phone_number = input('Введите ваш номер телефона: ')

print(f'Имя: {name} Фамилия: {sur_name} Возраст: {age} Телефон: {phone_number}')
