# Задание №3
number = input('Введите число: ')
x = number + number
y = number + number + number

print(f'сумма чисел: {number} + {x} + {y} =', int(number)+int(x)+int(y))